Repository: Pierrick74/MarmotMonitor
Catalog: MarmotMonitor/Ressources/Localizable.xcstrings
Source language: fr
Languages: en

source: %@ : non renseigné
en: %@ : no data

source: Activé
en: Activate

source: Âge
en: Age

source: Ajouter 10 ml
en: Add 10 ml

source: Ajouter une activité
en: Add Activity

source: Alerte
en: Alert

source: Allaitement
en: Breastfeeding

source: Apparence Systeme
en: system appearance

source: Appuyer pour changer le mode si la synchronisation systeme n'est pas activée
en: Press to change mode if system sync is not enabled

source: appuyer pour modifier le champ %@
en: touch to modifie %@

source: Appuyez pour sélectionner une date
en: touch to select a date

source: Aucune donnée disponible
en: No Data Available

source: Auj
en: Today

source: Aujourd'hui
en: Today

source: Biberon
en: baby bottle

source: Bienvenue
en: Welcome

source: Croissance
en: Growth

source: Date de la mesure : %@
en: date of the measurement : %@

source: Date de naissance
en: date of birth

source: Désactivé
en: Desactivate

source: Docteur
en: Doctor

source: Droit
en: Right

source: en Mois
en: in month

# Filtre %@ %@
source: Filtre %1$@ %2$@
en: Filter %1$@ %2$@

source: Gauche
en: Left

source: Icone %@
en: Icon %@

source: Inserer le nom de la petite marmotte ?
en: Insert the name of the little groundhog?

source: Inserer le nom du Parent ?
en: Insert the Parent's name

source: insérer les informations pour %@
en: insert information for %@

source: Je vais t'aider à créer ton espace personnalisé.
en: I will help you create your personalized space.

source: L'apparence de l'application sera automatiquement synchronisée avec l'apparence du système
en: The application appearance will be automatically synchronized with the system appearance

source: La petite marmotte est-elle un garçon ou une fille ?
en: Is the little groundhog a boy or a girl?

source: lancer le timer %@
en: start the timer %@

source: Le nom doit contenir au moins 2 caractères
en: The name must contain at least 2 characters

source: MarmotMonitor est une application qui vous permet de suivre la croissance de votre bébé.
en: MarmotMonitor is an app that lets you track your baby's growth.

source: mettre en Pause le timer %@
en: Sets the timer to a pause: %@

source: Modifier
en: Change

source: Modifier la couleur de l'icone
en: Change icon color

source: Mois
en: Month

source: Né le
en: Born the

source: Nom de l'enfant
en: Child’s name

source: Nom du parent
en: Parent’s name

# nous sommes le %@ %@
source: nous sommes le %1$@ %2$@
en: we are %1$@ %2$@

# Page %lld de %lld
source: Page %1$lld de %2$lld
en: Page %1$lld of %2$lld

source: Périmètre
en: Perimeter

source: Poids
en: Weight

source: Quand est née la petite marmotte ?
en: When was the little marmot born?

source: Quel est le nom de la petite marmotte ?
en: What is the name of the little marmot?

source: Quel est le nom du Parent ?
en: What is the Parent's name?

source: Quelle est l'état de la couche
en: What is the condition of the Diaper?

source: Quelle est le nom de la petite marmotte ?
en: What is the name of the little marmot?

source: Réglages
en: Setup

source: remettre à zero le timer %@
en: reset the timer %@

source: Retirer 10 ml
en: Remove 10 ml

source: saisir manuellement
en: enter manually

source: Saisir manuellement le temps passé à droite
en: use to manually enter the right time

source: Saisir manuellement le temps passé à gauche
en: use to manually enter the left time

source: Sauvegarder
en: Save

source: Séléctionné
en: Selected

source: Sélectionne le sommeil
en: Select sleep

source: Sélectionner le premier sein
en: Select the first breath

source: Sélectionnez l'heure de début
en: Select start time

source: Sélectionnez l'heure de fin
en: Select end time

source: Sélectionnez le premier sein
en: Select the first breath

source: Sélectionnez le premier sein qui commence la session
en: Select the first breath who start

source: Synchronisation avec l'apparence système
en: synchronisation with system appearance

source: Synchroniser avec l'apparence du système
en: synchronisation with system appearance

source: Synthèse de la journée
en: Summary of the day

source: Taille
en: Height

source: Temps total
en: Total time
